Repository: 6531503070/smartfarm_mobile
Catalog: lib/l10n/intl_*.arb
Languages: my, th

# projectName
source: Smart Farming
my: စမတ်လယ်ယာ
th: การเกษตรอัจฉริยะ

source: Sign In
my: ဝင်ရောက်မည်
th: เข้าสู่ระบบ

# forgotPasswordOrContactUs
source: Contact us / Forgot password?
my: ကျွန်ုပ်တို့အားဆက်သွယ်ပါ / စကားဝှက်မေ့နေပါသလား?
th: ติดต่อเรา / ลืมรหัสผ่าน?

# welcomeSignIn
source: Today is a new day. It's your day. You shape it. Sign in to start managing farm.
my: ယနေ့သည်အသစ်သောနေ့ဖြစ်သည်။ ယင်းသည်သင့်နေ့ဖြစ်သည်။ သင်သည်၎င်းကိဖနတီးသည်။ လယ်ယာကိုစီမံခန့်ခွဲရန်ဝင်ရောက်ပါ။
th: วันนี้คือวันใหม่ มันคือวันของคุณ คุณเป็นคนกำหนดมัน เข้าสู่ระบบเพื่อเริ่มต้นการจัดการฟาร์ม

source: Email
my: အီးမေးလ်
th: อีเมล

source: Home
my: အိမ်
th: หน้าหลัก

# controlPage
source: IOT Controls
my: ထိန်းချုပ်မှုစာမျက်နှာ
th: หน้าควบคุม

# dataPage
source: Data Management
my: ဒေတာစာမျက်နှာ
th: หน้าจัดการข้อมูล

source: Water Usage
my: ရေသုံးစွဲမှု
th: การใช้น้ำ

source: Avg. Temperature
my: ပျမ်းမျှအပူချိန်
th: อุณหภูมิเฉลี่ย

source: Avg. Rainfall
my: ပျမ်းမျှမိုးရွာနှုန်း
th: ปริมาณน้ำฝนเฉลี่ย

# yieldAndDisease
source: Yield & Disease
my: အထွက်နှုန်းနှင့်ရောဂါ
th: ผลผลิต และ โรค

source: Disease Detection
my: ရောဂါရှာဖွေခြင်း။
th: การวินิจฉัยโรค

source: Prev
my: ယခင်
th: ย้อนกลับ

source: Next
my: နောက်တစ်ခု
th: ถัดไป

source: Yield Detection
my: အထွက်နှုန်း ထောက်လှမ်းခြင်း။
th: ตรวจสอบปริมาณผลผลิต

# howItAffects
source: How it affects (Description)
my: ဘယ်လိုအကျိုသက်ရောက်မှု (ဖော်ပြချက်)
th: ผลกระทบ (อธิบาย)

source: Finish
my: ပြီးအောင်
th: เสร็จสิ้น

source: Harvest
my: ရိတ်သိမ်း
th: การเก็บเกี่ยว

source: Size
my: အရွယ်အစား
th: ขนาด

# produceAmount
source: Produce Amount (Per Tree)
my: ထုတ်လုပ်မှုပမာဏ (သစ်ပင်တစ်ပင်)
th: จำนวนผลผลิต (ต่อต้น)

# exportToLocal
source: Export to local (Excel file .xlsx)
my: ဖိုင်ကို ထုတ်ယူပါ။ (Excel file .xlsx)
th: พิมพ์ (Excel file .xlsx)

source: Soil Moisture
my: မြေဆီလွှာအစိုဓာတ်
th: ความชื้นในดิน

source: Humidity
my: လေထုစိုထိုင်းဆ
th: ความชื้น

source: Temperature
my: အပူချိန်
th: อุณหภูมิ

source: Watering
my: ရေလောင်းခြင်း
th: การรดน้ำ

source: Watering Schedule
my: ရေသွင်းအချိန်ဇယား
th: ตารางเวลารดน้ำ

source: Raining
my: မိုးရွာနေသည်
th: ฝนตก

source: Not raining
my: မိုးမရွာပါ
th: ไม่มีฝนตก

source: From
my: မှ
th: จาก

source: To
my: သို့
th: ถึง

source: Add
my: ထည့်ပါ
th: เพิ่ม

source: Show Seconds
my: စက္ကန့်များကိုပြပါ
th: แสดงวินาที

source: Start
my: စတင်ပါ
th: เริ่ม

source: Stop
my: ရပ်တန့်ပါ
th: หยุด

# inspectionDate
source: Inspection Date (DD/MM/YYYY - HH:mm)
my: စစ်ဆေးသည့်နေ့
th: วันที่ตรวจสอบ

# plantingSection
source: Planting Section (per zone overview)
my: စိုက်ပျိုးမှုအပိုင်း (ဇုန်အလိုက်)
th: ส่วนการเพาะปลูก (ภาพรวมต่อโซน)

source: Strength (% per zone)
my: အားကောင်းမှု (% ဇုန်အလိုက်)
th: ความแข็งแรง (% ต่อโซน)

source: Germination Rate (% per zone)
my: အင်အားဖြစ်နှုန်း (% ဇုန်အလိုက်)
th: อัตราการงอก (% ต่อโซน)

source: Watering Method
my: ရေလောင်းပုံစံ
th: ให้น้ำ (รูปแบบ)

source: None
my: မရှိပါ
th: ไม่มี

source: Drip
my: စိမ့်
th: หยด

source: Spray
my: ဖျန်း
th: พ่นหมอก

source: Hand Watering
my: လက်ဖြင့်ရေလောင်းခြင်း
th: รดมือ

source: Fertilized
my: အာဟာရထည့်ခြင်း
th: ให้ปุ๋ย

source: Pest Found
my: ပိုးမွှားတွေ့ရှိခြင်း
th: พบศัตรูพืช

source: Note
my: မှတ်ချက်
th: หมายเหตุ

# plantingNotePlaceholder
source: - Pests found and quantity (aphids, worms, fungi, etc.) - Pest management method (chemical/biological, substance name, usage rate) Other notes
my: - တွေ့ရှိသောပိုးမွှားနှင့်အရေအတွက် (ပိုး, ပိုးလမ်း, ဖုန်စည်းစသည်) - ပိုးမွှားထိန်းချုပ်မှုနည်းလမ်း (ဓာတု/ဇီဝ, ဆေးအမည်, သုံးနှုန်း) အခြားမှတ်ချက်များ
th: - ศัตรูพืชที่พบและปริมาณ (เพลี้ย, หนอน, เชื้อรา ฯลฯ) - วิธีการจัดการศัตรูพืช (สารเคมี/ชีวภาพ, ชื่อสาร, อัตราใช้) หมายเหตุอื่นๆ

# harvestSection
source: Harvest Section (per zone overview)
my: သီးနှံရိတ်သိမ်းအပိုင်း (ဇုန်အလိုက်)
th: ส่วนการเก็บผลผลิต (ภาพรวมต่อโซน)

# totalHarvested
source: Total Harvested (per zone)
my: စုစုပေါင်းရိတ်သိမ်း (ဇုန်အလိုက်)
th: จำนวนผลที่เก็บได้ทั้งหมด (ต่อโซน)

# totalWeight
source: Total Weight (kg)
my: စုစုပေါင်းအလေးချိန် (ကီလိုဂရမ်)
th: น้ำหนักรวม (กิโลกรัม)

# damagedDefective
source: Damaged/Defective (kg)
my: ပျက်စီး/ချို့ယွင်း (ကီလိုဂရမ်)
th: จำนวนผลเสีย/ชำรุด (กิโลกรัม)

source: Other notes
my: အခြားမှတ်ချက်များ
th: หมายเหตุอื่นๆ

source: Summary
my: အနှစ်ချုပ်
th: สรุปผล

source: Zone
my: ဇုန်
th: โซน

source: Strength (%)
my: အားကောင်းမှု (%)
th: ความแข็งแรง (%)

source: Germination Rate (%)
my: အင်အားဖြစ်နှုန်း (%)
th: อัตราการงอก (%)

# wateringMethodHeader
source: Watering Method
my: ရေလောင်းပုံစံ
th: รูปแบบการให้น้ำ

# fertilizedHeader
source: Fertilized
my: အာဟာရထည့်ခြင်း
th: ให้ปุ๋ย

# pestFoundHeader
source: Pest Found
my: ပိုးမွှားတွေ့ရှိခြင်း
th: พบศัตรูพืช

# plantingNotesHeader
source: Planting Notes
my: စိုက်ပျိုးမှုမှတ်ချက်
th: หมายเหตุการเพาะปลูก

# totalHarvestedHeader
source: Total Harvested
my: စုစုပေါင်းရိတ်သိမ်း
th: จำนวนผลที่เก็บได้ทั้งหมด

# totalWeightHeader
source: Total Weight (kg)
my: စုစုပေါင်းအလေးချိန် (ကီလိုဂရမ်)
th: น้ำหนักรวม (กิโลกรัม)

# damagedDefectiveHeader
source: Damaged/Defective (kg)
my: ပျက်စီး/ချို့ယွင်း (ကီလိုဂရမ်)
th: จำนวนผลเสีย/ชำรุด (กิโลกรัม)

# harvestNotesHeader
source: Harvest Notes
my: ရိတ်သိမ်းမှတ်ချက်
th: หมายเหตุการเก็บเกี่ยว

source: Yes
my: ဟုတ်ကဲ့
th: ใช่

source: No
my: မဟုတ်ပါ
th: ไม่ใช่

source: Good quality
my: အရည်အသွေးကောင်း
th: คุณภาพดี

source: Some small fruits
my: အသီးသေးသေးအနည်းငယ်ရှိသည်
th: มีผลขนาดเล็กบางส่วน

source: Aphids, low
my: ပိုး, နည်းနည်း
th: เพลี้ย, น้อย
